android-file-transfer
android-platform-tools
anydesk
appcleaner
authy

dbeaver-community
docker
dozer
filezilla
flux
font-dejavu-sans-mono-nerd-font
font-fira-code
font-ibm-plex
font-iosevka
font-juliamono
font-source-code-pro-for-powerline
gitahead
gswitch
iina
imageoptim


karabiner-elements
kid3
knockknock
lens
macfuse
marta
mate-translate
mongodb-compass
monitorcontrol
mouse-fix
ngrok
obsidian

proxyman
qlcolorcode
qlmarkdown
qlstephen
rapidapi
raycast
rectangle
scroll-reverser
shadowsocksx-ng
skype
sublime-merge
sublime-text
switchresx
teamviewer

vlc
wireshark
xquartz
zoom
