tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
cask "xquartz"
brew "ack"
brew "openssl"
brew "aria2"
brew "autojump"
brew "bat"
brew "boost"
brew "sbcl"
brew "libpng"
brew "gdbm"
brew "sqlite"
brew "python"
brew "colordiff"
brew "composer"
brew "cputhrottle"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "e2fsprogs"
brew "exa"
brew "gnutls"
brew "ffmpeg"
brew "fltk"
brew "freetds"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "npth"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "libpq"
brew "micro"
brew "mosh"
brew "mysql-connector-c"
brew "nano"
brew "neovim"
brew "node"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "putty"
brew "pv"
brew "pyenv"
brew "python@2"
brew "redis"
brew "rust"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wrk"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazydocker/lazydocker"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "authy"
cask "calibre"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "evernote"
cask "filezilla"
cask "firefox"
cask "flash-npapi"
cask "flux"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "goland"
cask "google-photos-backup-and-sync"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keybase"
cask "kid3"
cask "mongodb-compass"
cask "openinterminal-lite"
cask "openkey"
cask "oracle-jdk"
cask "osxfuse"
cask "phpstorm"
cask "postman"
cask "pycharm"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "skype"
cask "sourcetree"
cask "studio-3t"
cask "sublime-merge"
cask "sublime-text"
cask "teamviewer"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
